Repository: danigio15/gdahomeapp
Catalog: app/ios/Runner/Localizable.xcstrings
Source language: en
Languages: it

source: Navigate to
it: Naviga verso

source: Finds a place or an address and starts guidance.
it: Cerca un posto o un indirizzo e parte la guida.

source: Destination
it: Destinazione

source: Where do you want to go?
it: Dove vuoi andare?

source: Looking for %@.
it: Cerco %@.

source: Add a stop
it: Aggiungi una tappa

source: Adds a place to the current trip.
it: Aggiunge un posto al viaggio in corso.

source: Stop
it: Tappa

source: Where do you want to stop?
it: Da dove vuoi passare?

source: Looking for %@ on the way.
it: Cerco %@ e ci passo.

source: Take me home
it: Portami a casa

source: Heading home.
it: Si torna a casa.

source: Home isn't set yet: set it from the Menu.
it: Casa non è ancora impostata: si imposta dal Menu.

source: Take me to work
it: Portami al lavoro

source: Heading to work.
it: Si va al lavoro.

source: Work isn't set yet: set it from the Menu.
it: Lavoro non è ancora impostato: si imposta dal Menu.
